 export default {
  "code": 200,
  "msg": "success",
  "status": "ok",
  "statusText": "请求成功",
  "data": {
      "graph1": {
          "title": "农副产品资金流向趋势",
          "unit": [
              "亿元",
              "%"
          ],
          "data": [
              {
                  "name": "s_dq_oi_value",
                  "data": [
                      {
                          "date": "20240104",
                          "value": "5230.54"
                      },
                      {
                          "date": "20240111",
                          "value": "-4690.32"
                      },
                      {
                          "date": "20240118",
                          "value": "4587.39"
                      },
                      {
                          "date": "20240125",
                          "value": "-4597.38"
                      },
                      {
                          "date": "20240201",
                          "value": "-4472.24"
                      },
                      {
                          "date": "20240208",
                          "value": "4004.23"
                      },
                      {
                          "date": "20240223",
                          "value": "-4443.78"
                      },
                      {
                          "date": "20240301",
                          "value": "-4589.48"
                      },
                      {
                        "date": "202403012",
                        "value": "-4589.48"
                    },
                    {
                        "date": "202403013",
                        "value": "-4589.48"
                    },{
                        "date": "202403015",
                        "value": "-4589.48"
                    }
                  ]
              },
              {
                  "name": "oi_change",
                  "data": [
                      {
                          "date": "20240104",
                          "value": null
                      },
                      {
                          "date": "20240111",
                          "value": "-10.33"
                      },
                      {
                          "date": "20240118",
                          "value": "-2.19"
                      },
                      {
                          "date": "20240125",
                          "value": "0.22"
                      },
                      {
                          "date": "20240201",
                          "value": "-2.72"
                      },
                      {
                          "date": "20240208",
                          "value": "-10.46"
                      },
                      {
                          "date": "20240223",
                          "value": "10.98"
                      },
                      {
                          "date": "20240301",
                          "value": "3.28"
                      }
                  ]
              }
          ]
      },
      "variety": null,
      "sector": "农副产品",
      "all_varieties": [
          "玉米",
          "玉米淀粉",
          "棕榈油",
          "菜油",
          "豆油",
          "红枣",
          "鸡蛋",
          "生猪",
          "苹果",
          "花生",
          "菜粕",
          "菜籽",
          "豆一",
          "豆二",
          "豆粕",
          "郑棉",
          "白糖"
      ],
      "all_sectors": [
          "农副产品",
          "煤焦钢矿",
          "软商品",
          "贵金属",
          "能源",
          "油脂油料",
          "化工",
          "有色",
          "谷物",
          "航运",
          "金融",
          "非金属建材"
      ]
  }
}